---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KNDashMPerDegreePerM
source: html/26d84a7a-b53c-a244-18d0-428d6d163db3.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KNDashMPerDegreePerM Property

Symbol kN-m/°/m, indicating unit Kilonewton meters per degree per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KNDashMPerDegreePerM { get; }
```